<template>
  <!-- header -->
  <div class="nav-container page-component">
    <!--左侧导航 #start -->
    <div class="nav left-nav">
      <div class="nav-item selected">
        <span class="v-link selected dark" onclick="window.location='/mannual'"> 常见问题 </span>
      </div>
      <div class="nav-item ">
        <span class="v-link clickable dark" onclick="window.location='/mannual/user'"> 账号指南 </span>
      </div>
      <div class="nav-item">
        <span class="v-link clickable dark" onclick="window.location='/mannual/order'"> 预约指南 </span>
      </div>
    </div>
    <!-- 左侧导航 #end -->
    <!-- 右侧内容 #start -->
    <div class="page-container">
      <div class="hospital-detail">
        <h3>我是第一次使用这个平台预约，是否能够不注册就使用预约挂号?</h3>
        <p>首次使用预约挂号，需要进行注册才能够使用预约挂号服务</p>
        <h3>注册时填写手机号码有什么用？</h3>
        <p>注册时填写的手机号码作为修改信息环节、预约环节用于验证和接收信息的必要工具，并且当医生临时停诊或发布重要通知时，以便我们能够及时通知到您。</p>
        <h3>没有统一平台支持的有效证件如何注册预约？</h3>
        <p>没有统一平台支持的有效证件的用户，目前不能通过统一平台网站注册预约，只能到医院现场挂号就诊。</p>
        <h3>要患者的姓名和身份证件有什么用？</h3>
        <p>患者身份证件和患者信息是取号就诊的必要凭证。
          为规范号源管理，预约挂号系统采用”实名制”挂号，用户在通过统一平台注册预约时，须提供”患者本人”的有效证件号、患者姓名和”预约手机号码”等信息。系统根
          据用户填写的”预约手机号”将预约成功通知短信和预约识别码发送到手机上。
          患者到医院取号就诊时，须出示患者本人的有效证件和预约成功短信，医务人员会对照计算机系统核对患者预约信息，验证是否与在该院的就诊信息中的姓名、手
          机号或身份证号一致，若出现任何信息不符，都会导致计算机系统无法正确找到病人的预约信息，导致取号失败。</p>
        <h3>患者注册信息填写有误，是否会影响就诊？</h3>
        <p>网络注册及预约都需实名制患者信息，就诊当天也是需要凭患者真实有效证件取号，若信息不正确将影响当天取号就诊。所以建议用户发现注册信息有
          误时，请尽快提交申请处理，如果您已经预约，建议您在预约取消截止时限内，先取消预约订单，再重新注册账号。或者走账号申诉流程让工作人员协助修改。</p>
        <h3>网站上显示有号，可填完资料提交时却告诉我没号了？</h3>
        <p>遇到这种情况，是因为有很多用户在同时预约此号，该号源在您点击”预约确认”之前已被其他用户先预约成功导致的，您可选择其他医生或者改期预约。</p>
        <h3>为什么我无法预约？</h3>
        <p>原因一： 请确认是否已正常注册/登录。</p>
        <p>原因二： 请确认您是否按网上预约流程正常操作。</p>
        <p>原因三： 请确认您是否已经违反统一平台规定（恶意挂号和取消、多次无故不取号就诊也不取消、贩卖号源行为等），目前已进入黑名单或者是爽约用户，该类用户将被限制使用预约挂号服务。</p>
        <p>原因四： 注册用户首先需要通过网上注册认证，才能正常在网上预约挂号，请确保您是否已经通过认证。</p>
        <p>原因五： 为了防止号贩子倒号行为，满足绝大多数百姓的最大利益和公平性，统一平台采取了预约挂号限制。</p>
        <p>原因六：  平台短信系统繁忙，造成短信验证码发送延迟，请稍后再试。</p>
        <h3>应该提前多少天预约？</h3>
        <p>用户一般可预约次日起至三个月内的就诊号源，但由于各医院规定不同，具体预约挂号周期，以网站公示为准。所有医院均不提供当天的预约服务，建议您尽量提前预约。</p>
        <h3>预约挂号统一平台什么时候放号，24小时开放么？</h3>
        <p>统一平台上各家医院的放号时间有所不同，具体以各家医院预约须知为准。统一平台是24小时开放的，只要上面有预约号，用户就可以自行操作预约。</p>
        <h3>如何知道已预约成功？</h3>
        <p>确认预约后，就诊人的预约注册手机会同步收到“预约成功短信”以示成功，同时您可以通过”个人中心>我的账户>挂号订单”选择对应就诊人查询订单状态。
          预约成功短信内容示例如下：”xxx您好，您已成功预约xx医院xx科室xx医生，就诊日期xx年xx月xx日（上午/下午），取号时间：xx点xx分取号，取号地点：xxxxxxxx。”
          由于”预约成功通知短信”包括”订单详情”、”取号时间”、”取号地点”等信息，内容较多，系统将根据内容长短，自动分为1至2或3条发送至您的手机，收到其中的任意一条，都代表您已预约成功。
          请您妥善保存短信。</p>
        <h3>临床咨询、疾病咨询、药品咨询、费用咨询等问题？</h3>
        <p>预约挂号统一平台作为一个数据处理中心，只提供预约挂号的技术支持，临床医学、疾病、药品和医事服务费方面的问题请咨询相关医院。</p>
        <h3>预约成功后，到医院还需要交费吗？</h3>
        <p>成功预约后需到指定医院，由医院收取相应的医事服务费。</p>
        <h3>预约成功后，去医院需要排队吗？</h3>
        <p>预约成功后，您需要在规定时间内排队取号，具体就诊位数及时间以各医院安排为准。</p>
      </div>
    </div>
    <!-- 右侧内容 #end -->
  </div>
  <!-- footer -->
</template>
<script>
import '~/assets/css/hospital_personal.css'
import '~/assets/css/hospital.css'

export default {
  data() {
    return {}
  },
  methods: {}
}
</script>
<style>
.hospital-detail .info-wrapper {
  width: 100%;
  padding-left: 0;
  padding-top: 0;
  margin-top: 0;
  flex-direction: inherit;
}

.hospital-detail .info-wrapper .text {
  font-size: 14px;

}

.hospital-detail .content-wrapper p {
  text-indent: 0;
}
</style>
